MELDUNGEN/EXPORT/TEST_Aktualisierungmeldung_20240806161116.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-06T16:11:16.266+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="9091" betreiber="99" seriennummer="9091" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="90345" guid="fa2a2728-a45e-4de6-953d-07bf211f2cbb"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-08-06T16:11:16.579+02:00" letzterVerkauf="2024-08-06T15:11:16.579+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
